testing-blog/about.html
---
date: 2020-05-09 13:10:00
tags:
- about
author: drjekyll&mrtony
layout: default
title: About
excerpt: About page statically defined, rewritten in org to demonstrate the other default layout
categories:
- about
permalink: /about/
---
<p>
Not original at all, we just plainly rewrote the default templated "about" page
(from the <i>jekyll new testing-blog</i> stanza that initializes jekyll blog site).
</p>

<div id="outline-container-org634c1a5" class="outline-2">
<h2 id="org634c1a5">About</h2>
<div class="outline-text-2" id="text-org634c1a5">
<p>
This is the base Jekyll theme. You can find out more info about customizing
your Jekyll theme, as well as basic Jekyll usage documentation at <a href="https://jekyllrb.com">jekyllrb.com</a>.
</p>

<p>
You can find the source code for Minima at GitHub: <a href="https://github.com/jekyll">jekyll</a> / <a href="https://github.com/jekyll/minima">minima</a>
</p>

<p>
You can find the source code for Jekyll at GitHub: <a href="https://github.com/jekyll">jekyll</a> / <a href="https://github.com/jekyll/jekyll">jekyll</a>
</p>
</div>
</div>
